[
 {"id":1,"first_name":"Aditi","last_name":"Verma","email":"As a therapist of color, I recognize the importance of understanding your values and beliefs with cultural respect. The core of my therapeutic work is creating a space that encourages support, insight, and change...","image":"/images/therapist1.png","location":"New York, NY, USA", "link": "https://www.psychologytoday.com/us/therapists/aditi-verma-new-york-ny/287379"},
 {"id":2,"first_name":"Dr. Ami","last_name":"Shah","email":"Within our larger South Asian community, my goal is to both raise awareness to and reduce stigma associated with seeking psychotherapy, and explore the emotional challenges faced by many South Asians attempting to balance..","image":"/images/therapist2.png","location":"New York, NY, USA","link": "https://southasiantherapists.org/therapist/ami-shah-psyd/"},
 {"id":3,"first_name":"Dr. Naeema","last_name":"Akter","email":"So much of who we are and how we understand ourselves and interact with the world is influenced by our parents, culture, and religion. Our South Asian heritage and culture continue to impact us well into our adult lives as we navigate an American society. ","image":"/images/therapist3.png","location":"New York, NY, USA", "link": "https://southasiantherapists.org/therapist/dr-naeema-akter/"},
 {"id":4,"first_name":"Dr. Anisha","last_name":"Patel","email":"Creating a space where you feel heard, understood, and empowered is my priority. Being raised in a large, audible, high-achieving, close-knit South Asian family while straddling the cultural expectations that accompany, I enjoy working with children of immigrants..","image":"/images/therapist4.png","location":"New York, NY, USA","link": "https://southasiantherapists.org/therapist/dr-anisha-patel/"},
 {"id":5,"first_name":"Anupama","last_name":"Myla","email":"Namaste and welcome!  Are you feeling overwhelmed, anxious, stressed, especially during these times of Covid?  Have life events left you confused or distraught?  And talking to family and friends have not really helped?  Perhaps it's time to talk to a  professional, where you can work together to get...","image":"/images/therapist5.png","location":"New Jersey, NJ, USA", "link": "https://southasiantherapists.org/therapist/anupama-myla/"},
 {"id":6,"first_name":"Bijay","last_name":"Minhas","email":"I have spent over three decades working with people from all walks of life, facing some of life’s greatest challenges. Through our healing journey together, I will guide you to self-awareness, personal power and the realization that the barriers you face to living your best life are not always..","image":"/images/therapist6.png","location":"New Jersey, NJ, USA","link": "https://southasiantherapists.org/therapist/bijay-minhas/"},
 {"id":7,"first_name":"Dr. Hemisha","last_name":"Patel Urgola","email":"At some point in our lives, we have all felt sad, anxious, lonely, or angry. This is normal and part of the human process. But, we sometimes get locked into these emotions, and it begins to feel like our life is out of…","image":"/images/therapist7.png","location":"New Jersey, NJ, USA", "link": "https://southasiantherapists.org/therapist/dr-hemisha-patel-urgola/"},
 {"id":8,"first_name":"Dr. Vinod","last_name":"Suresh","email":"I am a board-certified psychiatrist providing patient-centered, empathetic care. I take pride in my ability to treat a variety of psychiatric conditions with evidence-based knowledge and novel methods. ","image":"/images/therapist8.png","location":"New Jersey, NJ, USA","link": "https://southasiantherapists.org/therapist/dr-vinod-suresh/"}
   







]